[
  {id: "1", text: "Эти подсказки помогут Вам в освоении всех функций и возможностей Вашего ассистента!\n\nНажимайте кнопку с изображением лампочки, чтобы узнать что-нибудь новенькое!"},
  {id: "2", text: "Чтобы лучше разобраться с функциями, всегда можно посмотреть подробное видео, где показаны основные возможности ассистента.", action: "Посмотреть видео", data: "https://www.youtube.com/watch?v=kFunNQ9nat8&list=PLeUv6E6ZKOwHAu8NHiIt8RSXnZkSZ-S2g"},
  {id: "3", text: "Вы можете пользоваться функциями ассистента даже когда его не видно на экране!\n\nДля этого используйте Фоновый режим, который можно включить и настроить в настройках.", action: "Открыть настройки", data: "dusi://settings"},
  {id: "4", text: "Вы можете скачивать новые супер-функции для Вашего ассистента!\n\nДля этого используйте Скрипты. Там вы найдете каталог готовых скриптов, а также сможете создавать свои собственные функции!"},
  {id: "5", text: "Вы можете работать с двумя ассистентами одновременно, используя активацию Окей Google!\n\nЗайдите в настройки, Фоновый режим, Активация Окей Google.", action: "Открыть настройки", data: "dusi://settings"},
  {id: "6", text: "Ваш ассистент может не только слушать команды, но и зачитывать уведомления от других программ!\n\nЗайдите в настройки, Голосовые уведомления.", action: "Открыть настройки", data: "dusi://settings"},
  {id: "7", text: "В нашей группе ВКонтакте Вы всегда найдете самые свежие новости и видео о проекте!", action: "Открыть в браузере", data: "https://vk.com/dusi_mobi"},
  {id: "8", text: "Вы можете легко менять имя Вашего ассистента!\n\nДля этого установите специальный скрипт из каталога скриптов.", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=566c958bbc05b2a0dc79bb1c"},
  {id: "9", text: "Ваш ассистент может легко поднять Вам настроение!\n\nВ скриптах Вы всегда найдете новые приколы.", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=56519f35bc05b27b981233f2"},
  {id: "10", text: "До Нового года осталось совсем немного времени!\n\nСколько именно - знает Ваш ассистент. Установите скрипт, чтобы получить ответ на этот вопрос.", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=5656f95cbc05b2d0fa82b0dc"},
  {id: "11", text: "С голосовым ассистентом можно легко контролировать свои расходы.\n\nСкрипт Расходы позволит быстро сохранять информацию о расходах в Excel таблицу в Google Docs.", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=563de84ebc05b269c3217c0a"},
  {id: "12", text: "Чтобы с утра быть в курсе главных для Вас событий, нужно лишь поприветствовать Вашего ассистента словами Доброе Утро!\n\nУстановите скрипт, чтобы это заработало.", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=564988fbbc05b2eff9dce5d9"},
  {id: "13", text: "Если у Вас установлено несколько навигаторов, Вы всегда можете указывать в Вашей команде, какой использовать.\n\nСкажите - Яндекс навигатор, поехали домой. Или Гугл карты, маршрут на работу."},
  {id: "14", text: "Ассистент может подсказывать Вам, от кого Вы пропустили звонок.\n\nПросто спросите - Кто звонил?"},
  {id: "15", text: "Можно легко сравнить погоду сразу в нескольких городах!\n\nСкажите - Погода в Питере, Москве и Париже."},
  {id: "16", text: "Ваш ассистент может подсказать, нужен ли Вам зонтик сегодня.\n\nУстановите скрипт, чтобы иметь такую функцию под рукой.", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=5643745dbc05b2eff9dce5d4"},
  {id: "17", text: "Одной короткой командой Перезвони Вы можете легко набрать последний входящий номер."},
  {id: "18", text: "Можно искать и включать музыку из ВКонтакте голосом!\n\nСпециальный скрипт дает такую уникальную возможность!", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=564204b5bc05b2eff9dce5d2"},
  {id: "19", text: "Ассистента удобно вызывать, даже если на улице метель, и Вы в перчатках!\n\nВключите в настройках Фонового режима активацию при поднесении к уху. Просто зажигайте экран и подносите телефон к уху, как при разговоре по телефону."},
  {id: "20", text: "С ассистентом всегда легко быть в курсе событий!\n\nКомандуйте - Главные новости, новости спорта, новости экономики. Все новости предоставляются сервисом Яндекс Новости."},
  {id: "21", text: "Ващ ассистент может озвучивать вслух любой перевод с русского на другие языки!\n\nУстановите Синтезатор речи Google и командуйте - Как по-английски будет Привет?"},
  {id: "22", text: "Создавать скрипты - просто! Даже сложные скрипты!\n\nВ специальной обучающей серии можно легко научиться основам и хитростям скриптов.", action: "Посмотреть видео", data: "https://www.youtube.com/watch?v=-8EBU7QuH3E&list=PLeUv6E6ZKOwHhTRJQfwjr0DbqlthEgMBN"},
  {id: "23", text: "В полной версии Вы найдете новые функции!\n\nКонтакты - позволит управлять контактами на телефоне.\nТранспорт - ищет маршруты общественного транспорта в Вашем городе.\nЗаписки - быстро сохраняет и напоминает важные для Вас данные."},
  {id: "24", text: "Вы можете создавать напоминания не только в Google календаре!\n\nНапример, можно использовать популярный сервис Todoist. Установите скрипт, чтобы попробовать.", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=56437445bc05b2eff9dce5d3"},
  {id: "25", text: "Всегда можно узнать, что нового в очередном обновлении Вашего ассистента.\n\nВ нашем блоге каждый раз при обновлении публикуется пост с полным списком изменений.", action: "Зайти на блог", data: "http://blog.dusi.mobi"},
  {id: "26", text: "Ваш ассистент может отправлять твиты в Twitter!\n\nПросто установите специальный скрипт и командуйте - Твиттер Всем привет!", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=564ae353bc05b2eff9dce5dc"},
  {id: "27", text: "Менять свой статус в Facebook голосом так же легко, как и ВКонтакте!\n\nУстановите скрипт и командуйте - Фейсбук Вот мой новый статус!", action: "Установить скрипт", data: "http://scripts.dusi.mobi/details?id=564ae5d2bc05b2eff9dce5dd"}
]
